---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.TriangleInShellComponent
source: html/235e2daa-2107-15e4-aaf9-55a4188f8862.htm
---
# TriangleInShellComponent Members

Creates a copy of the given TriangleInShellComponent